Repository: chris34/inyoka-pub
Catalog: inyoka/wiki/locale/*/LC_MESSAGES/django.po
Languages: de_ch

source: %(note)s [Revision from %(date)s restored by %(user)s]note
de_ch: %(note)s [Revision vom %(date)s widerhärgsteut vom %(user)s]

source: %(rev)s (Revision %(date)s)rev
de_ch: %(rev)s (Revision %(date)s)

source: %(sitename)s wiki – last changes
de_ch: %(sitename)s Wiki – Letschti Änderige

source: %(user)s deleted the article “%(article)s” on %(date)s. Summary: %(summary)s
de_ch: %(user)s het dr Artiku „%(article)s“ am %(date)s glöscht. Zämäfassig: %(summary)s

source: %(user)s edited the article “%(article)s” on %(date)s. Summary: %(summary)s
de_ch: %(user)s het dr Artiku „%(article)s” am %(date)s bearbeität. Zämäfassig: %(summary)s

source: A page with this name already exists.
de_ch: Ä angeri Sytä mit däm Namä exischtiert bereits.

source: A site name needs to be entered to create this page.
de_ch: Die Sytä het nid chönnä erschteut wärdä, wöu kei Sytänname isch ahgäh wordä.

source: An anonymous user deleted the article “%(article)s” on %(date)s. Summary: %(summary)s
de_ch: Ä anonymä Benutzer hett dr Artiku „%(article)s“ am %(date)s glöscht. Zämäfassig: %(summary)s

source: An anonymous user edited the article “%(article)s” on %(date)s. Summary: %(summary)s
de_ch: Ä anonymä Benutzer hett dr Artiku „%(article)s” am %(date)s bearbeität. Zämäfassig: %(summary)s

source: Another page or attachment with the same name exists
de_ch: Äs exischtiert bereits ä Sytä oder än Aahang mit däm Namä.

source: Another site named “%(title)s” already exists.
de_ch: Än angeri Sytä mit em Namä „%(title)s“ exischtiert scho.

source: Attachment edited successfully.
de_ch: Dr Dateiaahang isch erfougrych bearbeität wordä.

source: Attachment saved successfully.
de_ch: Der Dateiaahang isch erfougrych gspycheret wordä.

source: Attachments within attachments are not allowed!
de_ch: Aahäng y Aahäng sy nid erloubt!

source: Canceled.
de_ch: Abbrochä.

source: Circular import
de_ch: Zirkulärä Import

source: Completion date
de_ch: Fertigstelligsdatum

source: Created
de_ch: Ersteut

source: Description of attachment
de_ch: Beschrybig vom Aahangs

source: Download attachment
de_ch: Aahang abäladä

source: Edit summary
de_ch: Änderigsnotiz

source: Edited by
de_ch: Bearbeitet vom

source: Editing of this page was canceled.
de_ch: Bearbeitä vor Sytä Abbrochä.

source: Extensive (for beginners)
de_ch: Umfangrych (für Ystyger)

source: I don't want a template
de_ch: Ig wett kei Vorlag vrwändä

source: Invalid arguments
de_ch: Parameterfähler

source: New page name
de_ch: Namä vor nöiä Sytä

source: No page name given.
de_ch: Kei Namä für d Sytä ahgäh.

source: No result
de_ch: Kes Ergäbnis

source: No subscription for this page found.
de_ch: Du wirsch übr diä Sytä nid benachrichtigt!

source: Normal (for experienced authors)
de_ch: Normau (für erfahrnigi Outorä)

source: Overwrite existing file with same name
de_ch: Übrschrybä d Datei mit em glych Namä

source: Page not found
de_ch: Sytä nid gfungä

source: Pages with tag “%(name)s”
de_ch: Sytänä mit em Tag „%(name)s“

source: Please enter a name for this attachment.
de_ch: Bitte gib ä Dateinamä für än Aahang ah.

source: Redirected from “<a href="%(link)s">%(title)s</a>”.
de_ch: Vo „<a href="%(link)s">%(title)s</a>“ wytergleitet.

source: Rename the file after upload
de_ch: Benennt d Datei nach äm Uufäladä um

source: Renamed from %(old_name)s
de_ch: Umbenant vo %(old_name)s

source: Renamed the page successfully.
de_ch: D Sytä isch erfougrych umbenannt wordä.

source: Renamed to %(new_name)s
de_ch: Umbenannt zuä %(new_name)s

source: Revert aborted.
de_ch: Wydrhärsteuä abbrochä.

source: Revision is the latest one, revert aborted.
de_ch: Keini Änderigä dürägfüehrt, wöu d Revision scho diä aktuelli isch.

source: Slug of the topic
de_ch: Slug vom Thema

source: Somebody else edited the page while you were making your changes. We tried to merge the text automatically. Please confirm that everything is ok.
de_ch: Während Du d Sytä off hesch gha, het sä öpper angers ou bearbeität. Lueg bitte, öb ds Zämäfüährä vo dä Änderigä suuber funktioniert hett.

source: The article „{name}“ does not exist, you can try to create it now.
de_ch: Dr Artiku „{name}“ exischtiert nid, Du chasch versuächä nä jetz z erschteuä.

source: The given revision does not exist for this article, using last revision instead.
de_ch: Diä aahgäni Revisionsnummärö gits nid, ig nimä stattdessä diä letschti Revision

source: The metadata filter has found no results. Query: %(query)s
de_ch: Dr Metadatä-Fiutr hett keini Ergäbniss gfungä. Query: %(query)s

source: The page %(name)s already exists.
de_ch: Än angeri Sytä mit em Namä %(name)s gits scho.

source: The page <a href="{link}">{name}</a> has been created.
de_ch: D Sytä „<a href="{link}">{name}</a>“ isch erschteut wordä.

source: The page has been edited.
de_ch: D Sytä isch bearbeität wordä.

source: The page “%(name)s” was not found
de_ch: D Sytä „%(name)s“ isch nid gfungä wordä.

source: The page “{name}” was changed
de_ch: D Sytä „{name}“ isch gänderet wordä

source: The template that this new article should be using.
de_ch: D Vorlag wo für dä Artiku söu verwändet wärdä.

source: The text contains conflict markers.
de_ch: Dr Texscht beinhautet Konfliktmarkierigä

source: The text contains too many nested elements.
de_ch: Dr Texscht beinhautet viu vrschachtleti Elemänt.

source: The title of the article you want to create.
de_ch: Dr Titu vor Sytä wo Du wettsch aleggä.

source: These attachments are already attached to the new page name: %(names)s. Please make sure that they are not required anymore. <a href="%(link)s">Force rename and deletion of duplicate attachments</a>,
de_ch: Fougendi Aahäng sy bereits däm nöi Sytänamä zuägordnet: %(names)s. Bitte steu sicher, dass diä nümm bruucht wärdä. <a href="%(link)s">Umbenennig u Löschig vo doppletä Aahäng rzwingä</a>.

source: This page contains a redirect that leads to a redirect loop!
de_ch: Diä Sytä beinhautet ä Wyterleitig wo zuärä Ändlosschleifä füährt.

source: This topic does not exist.
de_ch: Das Thema gits nid.

source: Unknown page
de_ch: Unbekannti Sytä

source: Wiki page
de_ch: Wikisytä

source: Wiki pages
de_ch: Wikisytänä

source: You are already subscribed
de_ch: Du wirsch scho benachrichtigt

source: You are not permitted to make this change.
de_ch: Du bisch nid berächtigt diä Änderig vorznäh.

source: You can find the slug of a topic in the URL (e.g. <var>example</var> when <em>%(example)s</em>)
de_ch: Dr Slug vomänä Thema fingsch Du ir URL (z. B. <var>example</var> bei <em>%(example)s</em>)

source: You can not create a page with a reserved name.
de_ch: Du chasch kei Sytä mit ämä reserviertä Namä ahleggä.

source: You do not have permission to create this page.
de_ch: Du bisch nid derzuä berächtigt diä Sytä ahzleggä.

source: You do not have permission to read this template.
de_ch: Du hesch kei Berechtigung diä Vorlag ahzluägä.

source: You have not made any changes.
de_ch: Du hesch d Sytä nid veränderet.

source: You must apply a page name because the macro is being called outside the wiki context.
de_ch: Du muäsch ä Sytä ahgä, wöu ds Makro usserhaub vom Wiki vrwändet wird.

source: You will be notified on changes on this page
de_ch: Du wirsch ab jetz by Vränderigä vo derä Sytä benachrichtigt.

source: You won't be notified for changes on this page anymore
de_ch: Du wirsch ab jetz by Vränderigä vo derä Sytä nümm benachrichtigt.

source: “%(title)s” was reverted successfully
de_ch: D Sytä „%(title)s“ isch erfougrych widerhärgsteut wordä.
