Repository: chris34/inyoka-pub
Catalog: inyoka/planet/locale/*/LC_MESSAGES/django.po
Languages: de_ch

source: A new blog was suggested.
de_ch: A nöiä Blog isch vorgschlagä wordä.

source: Canceled
de_ch: Abbrächä

source: Description
de_ch: Beschrybig

source: Email address of the blog author
de_ch: E-Mail Adrässä vom Blogoutor

source: Entries
de_ch: Yträg

source: Entry
de_ch: Yträg

source: Icon
de_ch: Biudli

source: Index the blog
de_ch: Blog Indexiärä

source: Name of the blog
de_ch: Namä vom Blog

source: No title given
de_ch: Kei Titu aagäh

source: No user is registered as a planet administrator.
de_ch: Kei Nutzer isch aus Planetadministrator regischtriärt.

source: The blog “%(title)s” was suggested.
de_ch: Dr Blog %(title)s isch vorgschlagä wordä

source: The entry “%(title)s” was successfully hidden.
de_ch: Dr Ytrag %(title)s isch erfougrych versteckt wordä

source: The entry “%(title)s” was successfully restored.
de_ch: Dr Ytrag %(title)s isch erfougrych widerhärgsteut wordä.

source: This is my own blog
de_ch: Dasch mi eiget Blog

source: URL of the blog
de_ch: URL vom Blog

source: URL of the feed
de_ch: URL vom Feed

source: User
de_ch: Benutzr
