Repository: chris34/inyoka-pub
Catalog: inyoka/ikhaya/locale/*/LC_MESSAGES/django.po
Languages: de_ch

source: %(domain)s Ikhaya comments
de_ch: %(domain)s Ikhaya Kommentär

source: %(domain)s Ikhaya comments – %(title)s
de_ch: %(domain)s Ikhaya Kommentär – %(title)s

source: Allow comments
de_ch: Kommentär erloubä

source: Annotations to the team
de_ch: Aamerkigä as Ikhayateam

source: Article
de_ch: Artiku

source: Article suggestion
de_ch: Artikuvorschlag

source: Article suggestion deleted
de_ch: Artikuvorschlag glöscht

source: Article suggestions
de_ch: Artikuvorschleg

source: Articles
de_ch: Artiklä

source: Author
de_ch: Autor

source: Cancel
de_ch: Abbrächä

source: Categories
de_ch: Kategoriä

source: Category
de_ch: Kategory

source: Date
de_ch: Datum

source: Degree of latitude
de_ch: Breitägrad

source: Degree of longitude
de_ch: Längegrad

source: Deletion of the article “<a href="%(link)s">%(title)s</a>” was canceled.
de_ch: Löschä vom Artiku „<a href="%(link)s">%(title)s</a>“ isch abbrochä wordä.

source: Display event?
de_ch: Kaländerytrag sichtbar?

source: Do you want to hide this comment?
de_ch: Möchtisch Du dä Kommentar vrbärgä?

source: Do you want to hide this report?
de_ch: Möchtisch Du d Mäudig vrbärgä?

source: Do you want to mark this report as solved?
de_ch: Möchtisch Du d Mäudig aus glöst markiärä?

source: Do you want to mark this report as unsolved?
de_ch: Möchtisch Du d Mäudig aus unglöst markiärä?

source: Do you want to restore this comment?
de_ch: Möchtisch Du dä Kommentar widerhärsteuä?

source: Do you want to restore this report?
de_ch: Möchtisch Du d Mäudig widerhärsteuä?

source: Headline
de_ch: Übrschrift

source: Hide
de_ch: Vrbärgä

source: Icon
de_ch: Biudli

source: If the date is in the future, the article will not appear until then.
de_ch: Wenn ds Datum i dr Zuäkunft isch, de wird dr Artiku bis zu däm Zytpunkt nid aazeigt.

source: If you keep this field empty, the publication date will be used.
de_ch: Wenn Du das Fäud läär laasch, de wird outomatisch ds Veröffentligsdatum vrwändet.

source: Introduction
de_ch: Yleitig

source: Last change
de_ch: Letschti Änderig

source: Last update
de_ch: Letschti Aktualisiärig

source: Mark as solved
de_ch: Aus glöst markiärä

source: Mark as unsolved
de_ch: Aus unglöst markiärä

source: New article suggestion “%(suggestion)s”
de_ch: Nöiä Artikuvorschlag „%(suggestion)s“

source: New comment on article “%(article)s”
de_ch: Nöiä Kommentar zum Artiku „%(article)s“

source: New private message from %(user)s: %(subject)s
de_ch: Nöii privati Nachricht vom %(user)s: %(subject)s

source: No notifications on suggestions will be sent to you any more.
de_ch: Du wirsch übr nöii Vorschleg nümmä benachrichtigt.

source: Notifications on new comments to this article will be sent to you.
de_ch: Du wirsch übr nöii Kommentär zu däm Artiku benachrichtigt.

source: Notifications on new suggestions will be sent to you.
de_ch: Du wirsch übr nöii Vorschleg benachrichtigt.

source: Public
de_ch: Veröffentlicht

source: Publication date
de_ch: Datum vom Erschynä

source: Restore
de_ch: Widerhärsteuä

source: Sorry, editing comments is disabled for now.
de_ch: Exgüse, ds Editiärä vo Kommentär isch gad deaktiviärt.

source: Text
de_ch: Texscht

source: Thank you, your article suggestion was submitted. A team member will contact you shortly.
de_ch: Merci viu mou, mir hei Di Artikuvorschlag gschpicheret. Äs Ikhayateammitglid wird Di baud kontaktiärä.

source: Thanks for your report.
de_ch: Merci für dyni Mäudig.

source: The article “%(title)s” was created.
de_ch: Dr Artiku „%(title)s“ isch ersteut wordä.

source: The article “%(title)s” was deleted.
de_ch: Dr Artiku „%(title)s“ isch glöscht wordä.

source: The article “{title}” was saved.
de_ch: Dr Artiku „{title}“ isch gspycheret wordä.

source: The comment was edited successfully.
de_ch: Dr Kommentar isch erfougrych bearbeität wordä.

source: The comment was hidden.
de_ch: Dr Kommentar isch verborgä wordä.

source: The comment was restored.
de_ch: Dr Kommentar isch widerhärgsteut wordä.

source: The comment was saved.
de_ch: Dr Kommentar isch gspycheret wordä.

source: The end date must occur after the start date.
de_ch: Ds Änddatum muäs nach em Startdatum ligä.

source: The end time must occur after the start time.
de_ch: D Ändzyt muäs nach dr Startzyt ligä.

source: The event has been saved. A team member will review it soon.
de_ch: D Verahstautig isch gspycheret wordä. Äs Teammitglied wird sä nöchschtens prüäfä.

source: The event was saved.
de_ch: D Verahstautig isch gspycheret wordä.

source: The event with the id %(id)s could not be used as draft for a new event because it does not exist.
de_ch: D Verahstautig mit dr ID %(id)s gits nid und si ka auso nid aus Basis für ä Kopiärvorgang brucht wärdä.

source: The publication of the article “<a href="%(link)s">%(title)s</a>” has been revoked.
de_ch: D Veröffentlichig vom Artiku „<a href="%(link)s">%(title)s</a>“ isch uufghobä wordä.

source: The report was hidden.
de_ch: D Mäudig isch vrborgä wordä.

source: The report was marked as solved.
de_ch: D Mäudig isch aus erledigt margiert wordä.

source: The report was marked as unsolved.
de_ch: D Mäudig isch aus nid erledigt margiert wordä.

source: The report was restored.
de_ch: D Mäudig isch widerhärgsteut wordä.

source: The suggestion was assigned to nobody.
de_ch: Dr Vorschlag isch niemeräm zuägwysä.

source: The suggestion was assigned to you.
de_ch: Dr Vorschlag isch Dir zuägwysä.

source: The suggestion was deleted.
de_ch: Dr Vorschlag isch glöscht wordä.

source: The suggestion was not deleted.
de_ch: Dr Vorschlag isch nid glöscht wordä.

source: The suggestion “%(title)s” does not exist.
de_ch: Dr Vorschlag „%(title)s“ gits nid.

source: There already exists an article with this slug!
de_ch: Äs git scho än Artiku mit däm Slug!

source: This article is currently being edited by “%(user)s”!
de_ch: Dä Artiku wird gad vom „%(user)s“ bearbeität!

source: This article is not visible for regular users.
de_ch: Dä Artiku isch für normali Benutzer unsichtbar.

source: This suggestion does not exist.
de_ch: Dä Vorschlag gits nid.

source: Time
de_ch: Zyt

source: Title
de_ch: Titu

source: To refer to another comment, you can write <code>@commentnumber</code>.<br />Clicking on “reply” will automatically insert this code.
de_ch: Um Di uf änä angerä Kommentar z beziäh chasch <code>@kommentarnummer</code> verwendä.<br />Das wird outomatisch ygfüegt, wenn Du bimänä Bytrag uuf „Antwortä“ kliksch.

source: Unique URL-part for the article. If not given, the slug will be generated from title.
de_ch: Eidütigä URL-Teil für dä Artiku. Wird outomatisch anhand vom Titu generiert wenn nid uusgfüllt.

source: XHTML Markup
de_ch: XHTML Uuszeichnig

source: You cannot assign suggestions to others.
de_ch: Äs isch nid müglich Vorschleg angernä Benutzer zuäzwysä.

source: You will no longer be notified of new comments for this article.
de_ch: Du wirsch übr nöii Kommentär zu däm Artiku nümm benachrichtigt.

source: Your comment was created.
de_ch: Dy Kommentar isch ersteut wordä.
