Repository: chris34/inyoka-pub
Catalog: inyoka/forum/locale/*/LC_MESSAGES/django.po
Languages: de

source: This topic is not visible for regular users.
de: Dieses Thema ist für normale Benutzer nicht sichtbar.

source: The poll already ended.
de: Die Umfrage ist bereits abgeschlossen.

source: Your vote was saved.
de: Deine Stimme wurde gespeichert.

source: The poll “%(poll)s“ was added.
de: Die Umfrage „%(poll)s“ wurde hinzugefügt.

source: The poll “%(poll)s“ was removed.
de: Die Umfrage „%(poll)s“ wurde entfernt.

source: An attachment “%(attachment)s“ does already exist.
de: Ein Anhang mit dem Namen „%(attachment)s“ existiert bereits.

source: An attachment “%(attachment)s“ was added successfully.
de: Der Anhang „%(attachment)s” wurde erfolgreich hinzugefügt.

source: The attachment with the ID “%(id)d“ does not exist.
de: Ein Anhang mit der ID „%(id)d“ existiert nicht.

source: The attachment “%(attachment)s“ was deleted.
de: Der Anhang „%(attachment)s“ wurde gelöscht.

source: The article “%(article)s“ does not exist. However, you can create it now.
de: Der Artikel „%(article)s“ existiert nicht. Du kannst ihn aber jetzt erstellen.

source: There is no discussion linked with the article “%(article)s“ yet. You can create a discussion now or link an existing topic to the article.
de: Bisher wurde noch keine Diskussion mit dem Artikel „%(article)s“ verknüpft. Du kannst" " jetzt eine Diskussion hinzufügen oder ein bereits existierendes Thema mit dem Artikel verknüpfen.

source: This post is currently beeing edited by “%(user)“!
de: Dieser Beitrag wird zur Zeit von „%(user)s“ bearbeitet!

source: You cannot edit this post.
de: Du kannst diesen Beitrag nicht bearbeiten.

source: You cannot reply to this topic because it was locked.
de: Du kannst zu diesem Thema nicht antworten, da es gesperrt wurde.

source: You are replying to a locked topic. Please note that this is often perceived as unpolite!
de: Du antwortest auf ein gesperrtes Thema. Bitte beachte, dass " "dies häufig als unhöflich aufgefasst wird!

source: This topic was already created. Please think about editing your topic before creating a new one.
de: Dieses Thema wurde bereits erstellt. Bitte überlege ob du nicht deinen vorherigen Beitrag bearbeiten möchtest.

source: The post was saved successfully.
de: Der Beitrag wurde erfolgreich gespeichert.

source: Do you want to (un)lock the topic?
de: Möchtest du das Thema (ent)sperren?

source: (Un)lock
de: (Ent)sperren

source: Cancel
de: Abbrechen

source: The topic was marked as solved.
de: Dieses Thema wurde als gelöst markiert.

source: The topic was marked as unsolved.
de: Dieses Thema wurde als ungelöst markiert.

source: The topic was locked.
de: Dieses Thema wurde gesperrt.

source: The topic was unlocked.
de: Dieses Thema wurde entsperrt.

source: There is no “%(slug)s“ anymore.
de: Es gibt kein „%(slug)s“ mehr.

source: There is no “%(slug)“ anymore.
de: Es gibt kein „%(slug)s“ mehr.

source: You will now be notified about new topics in this forum.
de: Du wirst ab jetzt über neue Themen in diesem Forum benachrichtigt.

source: You will now not be notified anymore about new topics in this forum.
de: Du wirst ab jetzt nicht mehr über neue Themen in diesem Forum benachrichtigt.

source: You will now be notified about new posts in this topic.
de: Du wirst nun über neue Beiträge in diesem Thema benachrichtigt.

source: You will now not be notified anymore about new posts in this topic.
de: Du wirst nun nicht mehr über neue Beiträge in diesem Thema benachrichtigt.

source: This topic was already reported.
de: Dieses Thema wurde bereits gemeldet.

source: Reported topic: “%(topic)s“
de: Gemeldetes Thema: „%(topic)s“

source: The topic was reported.
de: Das Thema wurde gemeldet.

source: You didn’t select any topics.
de: Du hast kein Thema ausgewählt.

source: You will now be notified when a topic is reported.
de: Du wirst ab jetzt benachrichtigt, wenn ein Thema gemeldet wird.

source: You will not be notified anymore when a topic is reported.
de: Du wirst nun nicht mehr benachrichtigt, wenn ein Thema gemeldet wird.

source: Your topic “%(topic)s“ was moved.
de: Dein Thema „%(topic)s“ wurde verschoben.

source: The topic “%(topic)s“ was moved.
de: Das Thema „%(topic)s“ wurde verschoben.

source: You didn’t select any post.
de: Du hast keinen Beitrag ausgewählt.

source: You cannot set this topic as target.
de: Du kannst dieses Thema nicht als Ziel wählen.

source: You cannot move a topic into a category. Please choose a forum.
de: Du kannst kein Thema in eine Kategorie verschieben. Bitte wähle ein Forum aus.

source: The topic “%(topic)s“ was split.
de: Das Thema „%(topic)s“ wurde geteilt.

source: Do you want to restore this post?
de: Möchtest du diesen Beitrag wiederherstellen?

source: Restore
de: Wiederherstellen

source: The post by “%(user)s“ was made visible.
de: Der Beitrag von „%(user)s“ ist jetzt sichtbar.

source: Do you really want to hide / delete this post?
de: Möchtest du diesen Beitrag wirklich verbergen / löschen?

source: Hide / Delete
de: Verbergen / Löschen

source: The first post of a topic cannot be deleted.
de: Der erste Beitrag eines Themas kann nicht gelöscht werden.

source: The first post of a topic cannot be hidden.
de: Der erste Beitrag eines Themas kann nicht verborgen werden.

source: The post by “%(user)s“ was hidden.
de: Der Beitrag von „%(user)s“ wurde verborgen.

source: The post by “%(user)s“ was deleted.
de: Der Beitrag von „%(user)s“ wurde gelöscht.

source: Do you want to restore the revision of the post?
de: Möchtest du diese Version des Beitrag wiederherstellen?

source: An old revision of the post was restored.
de: Eine ältere Version des Beitrags wurde wiederhergestellt.

source: Do you want to restore the topic?
de: Möchtest du dieses Thema wiederherstellen?

source: The topic “%(topic)s“ was restored.
de: Das Thema „%(topic)s“ wurde wiederhergestellt.

source: Action canceled.
de: Aktion abgebrochen.

source: The topic “%(topic)s“ was hidden.
de: Das Thema „%(topic)s“ wurde verborgen.

source: The topic “%(topic)“ was deleted successfully.
de: Das Thema „%(topic)s“ wurde erfolgreich gelöscht.

source: %(site)s topic – “%(topic)s“
de: %(site)s Thema – „%(topic)s“

source: Please login to mark posts as read.
de: Bitte melde dich an, um Beiträge als gelesen zu markieren.

source: The forum “%(forum)s“ was marked as read.
de: Das Forum „%(forum)s“ wurde als gelesen markiert.

source: All forums were marked as read.
de: Alle Foren wurden als gelesen markiert.

source: You can only display the last %(n)d pages.
de: Du kannst nur die letzten %(n)d Seiten anzeigen.

source: Posts of the last %(n)d hours
de: Beiträge der letzten %(n)d Stunden

source: Unanswered topics
de: Unbeantwortete Themen

source: Unsolved topics
de: Ungelöste Themen

source: Topics by “%(user)s“
de: Themen von „%(user)s“

source: Posts by “%(user)s“
de: Beiträge von „%(user)s“

source: My posts
de: Eigene Beiträge

source: New posts
de: Neue Beiträge

source: There aren’t more recent topics in this forum.
de: Es gibt in diesem Forum keine neueren Beiträge.

source: There aren’t any older topics in this forum.
de: Es gibt in diesem Forum keine älteren Beiträge.

source: The forum “%(forum)s“ was changed successfully.
de: Das Forum „%(forum)s“ wurde erfolgreich verändert.

source: The forum “%(forum)s“ was created successfully.
de: Das Forum „%(forum)s“ wurde erfolgreich erstellt.

source: Errors occurred, please fix them.
de: Es sind Fehler aufgetreten, bitte behebe sie.
